evaluation/old_results/ycsb_pm_results/pmemrocksdb/Runf/Run2
[OVERALL], RunTime(ms), 258854
[OVERALL], Throughput(ops/sec), 38631.81561807042
[TOTAL_GCS_G1_Young_Generation], Count, 61
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 161
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.06219722314509338
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 61
[TOTAL_GC_TIME], Time(ms), 161
[TOTAL_GC_TIME_%], Time(%), 0.06219722314509338
[READ], Operations, 10000000
[READ], AverageLatency(us), 14.5586272
[READ], MinLatency(us), 1
[READ], MaxLatency(us), 13567
[READ], 95thPercentileLatency(us), 30
[READ], 99thPercentileLatency(us), 63
[READ], Return=OK, 10000000
[READ-MODIFY-WRITE], Operations, 5002968
[READ-MODIFY-WRITE], AverageLatency(us), 35.00555710130467
[READ-MODIFY-WRITE], MinLatency(us), 10
[READ-MODIFY-WRITE], MaxLatency(us), 472575
[READ-MODIFY-WRITE], 95thPercentileLatency(us), 65
[READ-MODIFY-WRITE], 99thPercentileLatency(us), 136
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 6310.0
[CLEANUP], MinLatency(us), 6308
[CLEANUP], MaxLatency(us), 6311
[CLEANUP], 95thPercentileLatency(us), 6311
[CLEANUP], 99thPercentileLatency(us), 6311
[UPDATE], Operations, 5002968
[UPDATE], AverageLatency(us), 18.969214474288062
[UPDATE], MinLatency(us), 8
[UPDATE], MaxLatency(us), 472319
[UPDATE], 95thPercentileLatency(us), 38
[UPDATE], 99thPercentileLatency(us), 80
[UPDATE], Return=OK, 5002968